window.worker_json = [
  {
    "名前": "東西南北さん1",
    "東エリア": 1,
    "西エリア": 1,
    "南エリア": 1,
    "北エリア": 1
  },
  {
    "名前": "東西南北さん2",
    "東エリア": 1,
    "西エリア": 1,
    "南エリア": 1,
    "北エリア": 1
  },
  {
    "名前": "東西南さん",
    "東エリア": 1,
    "西エリア": 1,
    "南エリア": 1,
    "北エリア": 0
  },
  {
    "名前": "東西北さん",
    "東エリア": 1,
    "西エリア": 1,
    "南エリア": 0,
    "北エリア": 1
  },
  {
    "名前": "東南北さん",
    "東エリア": 1,
    "西エリア": 0,
    "南エリア": 1,
    "北エリア": 1
  },
  {
    "名前": "西南北さん",
    "東エリア": 0,
    "西エリア": 1,
    "南エリア": 1,
    "北エリア": 1
  },
  {
    "名前": "東西さん",
    "東エリア": 1,
    "西エリア": 1,
    "南エリア": 0,
    "北エリア": 0
  },
  {
    "名前": "南北さん",
    "東エリア": 0,
    "西エリア": 0,
    "南エリア": 1,
    "北エリア": 1
  },

  {
    "名前": "東さん",
    "東エリア": 1,
    "西エリア": 0,
    "南エリア": 0,
    "北エリア": 0
  },
  {
    "名前": "西さん",
    "東エリア": 0,
    "西エリア": 1,
    "南エリア": 0,
    "北エリア": 0
  },
  {
    "名前": "南さん",
    "東エリア": 0,
    "西エリア": 0,
    "南エリア": 1,
    "北エリア": 0
  },
  {
    "名前": "南さんB",
    "南エリア": 1
  },
  {
    "名前": "北さん",
    "東エリア": 0,
    "西エリア": 0,
    "南エリア": 0,
    "北エリア": 1
  }
]